tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "figlet"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "raycast"
cask "sf-symbols"
cask "wezterm"
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "oracle.oracle-java"
vscode "prisma.prisma"
vscode "pustelto.bracketeer"
vscode "redhat.java"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
